[
  {
    "id": "1",
    "title": "Mr and Mrs CSE",
    "description": "Are you ready to showcase your best and bring out the talent in you? Audition for Mr. And Ms. CSE and get a chance to win the department's most prestigious titles. So, what are you waiting for?! Only CSE, CST, and CSBS students from 1st and 2nd Years can apply",
    "link": "https://forms.gle/DtTF6czUYrn2qKfA6",
    "poster": "mnmcse.jpeg",
    "date": ["7th Jan, 2023"]
  },
  {
    "id": "2",
    "title": "Badminton",
    "description": "Hey there Shuttlers! Ready to test your badminton skills? Then register for the most compelling Badminton Tournament for free! Here is your chance to prove your talents and win Exciting goodies!",
    "link": "https://forms.gle/Kd31XKVxwj9Qa6cx8",
    "poster": "badminton.jpeg",
    "date": ["3rd Jan, 2022"]
  },
  {
    "id": "3",
    "title": "Valorant",
    "description": "Do you want to get an invite to the ultimate Valorant battle? Register for the most-exciting gaming tournament and compete from the comfort of your home! Book your spot today and get a chance to win prizes from a prize pool of Rs. 2000. P.S.: We have limited slots for 16 teams. So, what are you waiting for?!",
    "link": "https://forms.gle/PRupLCGzXdZdfjP66",
    "poster": "valo.jpeg",
    "date": ["2nd", "3rd Jan, 2023"]
  },
  {
    "id": "4",
    "title": "One Minute to Fame",
    "description": " Still waiting for a chance to showcase your unique talents in front of the world? CSE UNITED presents 1 minute to Fame, an awesome platform to display your talents in front of your everyone. Participants will be given exactly a minute to perform anything of their choice in front of the judges.",
    "link": "https://forms.gle/dGAR5XYWdjKBAecr9",
    "poster": "omtf.jpeg",
    "date": ["7th Jan, 2023"]
  },
  {
    "id": "5",
    "title": "Cricket",
    "description": " Hola Cricketers! Get ready to show your skills to win a prize pool of Rs. 3,000! Register for the Short Pitch Cricket Tournament that is to be held on January 2, 2023, on the college ground.! Your team will be provided with refreshments in between the games. P.S.: We have limited slots for 8 teams only. So, what are you waiting for?!",
    "link": "https://forms.gle/dGAR5XYWdjKBAecr9",
    "poster": "cricket.jpeg",
    "date": ["2nd Jan, 2023"]
  },
  {
    "id": "6",
    "title": "Bughunt",
    "description": " A fest for the CSE, CSBS and DCST people would have been incomplete without a coding competition. Team CSE United presents to you, Bughunt. Bughunt would be a 1 hour quiz which will include debugging and coding questions, among other technical stuff.",
    "link": "https://chat.whatsapp.com/LkHmoHodY7XI326NmNYwe4",
    "poster": "bughunt.jpeg",
    "date": ["5th Jan, 2023"]
  },
  {
    "id": "7",
    "title": "Carrom",
    "description": "Carrom Players, Look Hither!, Team CSE United is back with *Strike-Out* The Carrom tournament. Get braced to deliver your best in this battle of carrom and earn exciting goodies. Hurry up and register now! We have limited slots.Those willing to participate should pay the amount using the *QR code attached to the poster*. Fill out the *form*👇 and register for the competition right now!!",
    "link": "https://forms.gle/ThsYVMfvCND3UGtR7",
    "poster": "carrom.png",
    "date": ["6th Jan, 2023"]
  }
]
